# file_name = 'Итгэл.txt'

# with open(file_name, 'w', encoding='utf-8') as file_object:
#     file_object.write("Өөртөө битгий итгэ, хичээл зүтгэлдээ итгэ. 😎")

file_name = 'Эх_орны_тухай_бодол.txt'

with open(file_name, 'w', encoding='utf-8') as file_object:
    file_object.write('Тоотой, цөөн хүний ч үг сонслоо би эх орон минь.\n')
    file_object.write('Тоогүй, олон хүний ч үг сонслоо.\n')
    file_object.write('«Толгойгоо зовоолгүй амьдарна» гэж ярьж байна.\n')
    file_object.write('«Биеэ зүдрээлгүй амьдарна» гэж ярьж байна.\n')
    file_object.write('«Эцээд амрах сайхан гэж бага ярих юм.\n')
    file_object.write('«Даараад халууцах сайхан гэж бага ярих юм.\n')
    file_object.write('«Өөрийгөө голдог хүн алга, зэмлэдэг хүн алга.\n')
    file_object.write('«Өөртөө хорсож чаддаг зоригтон алга.\n')
    file_object.write('«Бүгд өөрийгөө «хүнээс илүү» гэж итгэж, сайн гэж өмөөрч.\n')
    file_object.write('«Бүгд өөрийгөө «нэргүй баатрууд» гэж санан, гавъяандаа шан нэхэж байна.\n')
    file_object.write('«Хүнээс дутуугүй их зантай байж чадаж байна.\n')
    file_object.write('«Хүнээс дутуугүй дуурайж чадаж байна.\n')
    file_object.write('«Эцэх сайхан гэж итгэх хүн цөөдөөд байна, эх орон минь.\n')
    file_object.write('«Зовох сайхан гэж үнэмших хүн цөөдөөд байна, эх орон минь.\n')